{
  "id": "damned-pirates-society",
  "slug": "damned-pirates-society",
  "name": "Damned Pirates Society",
  "category": "nfts",
  "chains": ["moonriver"],
  "web3goIDs": ["Damned Pirates Society"],
  "logo": {
    "small": {
      "fileName": "damned-pirates-society-logo-small.jpeg",
      "width": 36,
      "height": 36,
      "mimeType": "image/jpeg"
    },
    "large": {
      "fileName": "damned-pirates-society-logo-large.jpeg",
      "width": 400,
      "height": 400,
      "mimeType": "image/jpeg"
    },
    "full": {
      "fileName": "damned-pirates-society-logo-full.jpeg",
      "width": 3000,
      "height": 3000,
      "mimeType": "image/jpeg"
    }
  },
  "shortDescription": "Eclectic pirate-based NFT project with utility",
  "description": "A long time ago the Fortune’s Grasp was carrying families to settle on The Islands and start a new life. In the middle of their voyage they encountered a fearsome maelstrom. The Captain and his crew worked tirelessly to keep the ship afloat. Badly damaged, the Ship limped to the edges of the storm. It was taking on water and the cries of terrified children could be heard above the crashing waves. Another ship appeared on the horizon, it’s light glowing brightly against the dark night. The Captain of the Fortune’s Grasp ordered his crew to evacuate the families, but the fifty crew members ignored the Captain, abandoning ship, taking all means of escape with them. The Captain, left on the sinking ship, cursed the cowardly crew for damning those innocent souls to the watery depths. Those Forsaken Fifty were marked with The Black Spot, doomed to row the high seas until the Reaper came to claim his mutinous crew to serve on the Ship Of The Damned. However, if they could convince another soul to take their place at the oars, protection would be offered by those Pirates who’ve cheated the Reaper before. Those who’ve served and survived are welcome in the Damned Pirates Society.\r\n\r\nThe Damned Pirate Society is an Profile Picture NFT with inbuilt utility. Stake your Pirate for Treasure Maps(TMAP) and save these for your Doubloon farming voyages on our upcoming, skill based gamified contracts.",
  "tags": ["NFT", "Gaming", "GLMR Grants"],
  "contracts": [],
  "urls": {
    "website": "https://www.damnedpiratessociety.io/",
    "try": "https://www.damnedpiratessociety.io/",
    "twitter": "https://twitter.com/TheDPSproject",
    "discord": "https://discord.com/invite/TheDamnedPiratesSociety"
  },
  "projectCreationDate": 1644828523000
}
