{
  "id": "ocean-protocol",
  "slug": "ocean-protocol",
  "name": "Ocean Protocol",
  "category": "other",
  "coinGeckoId": "ocean-protocol",
  "chains": [
    "moonriver"
  ],
  "logo": {
    "small": {
      "fileName": "ocean-protocol-logo-small.jpeg",
      "width": 36,
      "height": 36,
      "mimeType": "image/jpeg"
    },
    "large": {
      "fileName": "ocean-protocol-logo-large.jpeg",
      "width": 500,
      "height": 500,
      "mimeType": "image/jpeg"
    },
    "full": {
      "fileName": "ocean-protocol-logo-full.jpeg",
      "width": 3000,
      "height": 3000,
      "mimeType": "image/jpeg"
    }
  },
  "shortDescription": "A Decentralized Data Exchange Protocol to Unlock Data for AI",
  "description": "Ocean Protocol is an ecosystem for sharing data and services. It provides a tokenized service layer that exposes data, storage, compute and algorithms for consumption with a set of deterministic proofs on availability and integrity that serve as verifiable service agreements. There is staking on services to signal quality, reputation and ward against Sybil Attacks.\r\n\r\nOcean Protocol helps to unlock data, particularly for AI. It is designed for scale and uses blockchain technology that allows data to be shared and sold in a safe, secure and transparent manner.\r\n\r\nThe Ocean Protocol is an ecosystem of data assets and services. Assets are data and algorithms. Services are the integration, processing, computation and storage. Ocean Protocol facilitates discovery by storing and promoting metadata, linking assets and services, and providing a licensing framework with pricing.\r\n\r\nAny data marketplace can hook into Ocean Protocol to provide “last mile” services, connecting data providers and consumers. Ocean Protocol is designed so that data owners cannot be locked-in to any single marketplace and the data owner controls each dataset.",
  "tags": [
    "Infrastructure"
  ],
  "contracts": [],
  "urls": {
    "website": "https://oceanprotocol.com/",
    "try": "https://oceanprotocol.com/",
    "twitter": "https://twitter.com/oceanprotocol",
    "medium": "https://medium.com/oceanprotocol/",
    "telegram": "https://t.me/oceanprotocol"
  }
}