{
  "id": "nomad",
  "slug": "nomad",
  "name": "Nomad",
  "category": "bridges",
  "chains": [
    "moonbeam",
    "moonriver"
  ],
  "web3goIDs": [
    "Nomad"
  ],
  "logo": {
    "small": {
      "fileName": "nomad-logo-small.jpeg",
      "width": 36,
      "height": 36,
      "mimeType": "image/jpeg"
    },
    "large": {
      "fileName": "nomad-logo-large.jpeg",
      "width": 255,
      "height": 255,
      "mimeType": "image/jpeg"
    },
    "full": {
      "fileName": "nomad-logo-full.jpeg",
      "width": 3000,
      "height": 3000,
      "mimeType": "image/jpeg"
    }
  },
  "shortDescription": "The future of cross-chain communication is optimistic",
  "description": "Nomad is a new design for radically cheaper cross-chain communication without header verification. We expect operating Nomad to cut 90% of gas costs compared to a traditional header relay. To accomplish this, we took inspiration from optimistic systems (a la Optimistic Roll-ups). Nomad features many of the features we prize in an optimistic mechanism, like public verification, low gas fees, broad participation, but has a slightly different security model.\r\n\r\nNomad will form the base layer of a cross-chain communication network that provides fast, cheap communication for all smart contract chains and rollups. It relies only on widely-available cryptographic primitives (unlike header relays), has a latency of a few hours (rather than an ORU’s one week latency), and imposes only about 120,000 gas overhead on message senders.\r\n\r\nNomad has been designed for ease of implementation in any blockchain that supports user-defined computations. We will provide initial Solidity implementations of the on-chain contracts, and Rust implementations of the off-chain system agents.\r\n\r\nNomad is an implementation and extension of the Optics protocol (OPTimistic Interchain Communication).",
  "tags": [
    "Infrastructure"
  ],
  "contracts": [],
  "urls": {
    "website": "https://nomad.xyz/",
    "try": "https://nomad.xyz/",
    "twitter": "https://twitter.com/nomadxyz_",
    "medium": "https://medium.com/@nomadxyz",
    "github": "https://github.com/nomad-xyz/",
    "discord": "https://discord.com/invite/RurtmJApqm"
  },
  "projectCreationDate": "2022-02-14T08:48:43.000Z"
}